<x-app.master :categories="$categories">

    <x-slot name="title">ارتباط با ما</x-slot>

    <div class="site-main-container">
        <section class="latest-post-area pb-120">
            <div class="container no-padding">
                <div class="row">
                    <div class="col-lg-8 post-list">
                        <div class="latest-post-wrap">
                            <img class="w-75 p-3" src="{{asset('about-us/img.jpg')}}">
                            <p>به نام خدا
                                <br>
                                سلام! من محمدرضا نوروزی هستم و دانشجوی مهندسی کامپیوتر. با علاقه زیاد به دنیای فناوری و
                                توسعه وب، به ویژه در حوزه لاراول فعالیت می‌کنم. از آنجایی که لاراول یکی از فریم‌ورک‌های
                                قدرتمند و محبوب PHP است، به من این امکان را می‌دهد تا وب‌اپلیکیشن‌های حرفه‌ای و
                                مقیاس‌پذیر بسازم.
                                <br>
                                همیشه به دنبال یادگیری و پیشرفت هستم و سعی می‌کنم با آخرین تکنولوژی‌ها و روندهای این
                                حوزه آشنا شوم. مهارت‌های من شامل طراحی و پیاده‌سازی API، کار با پایگاه‌های داده، و
                                همچنین طراحی رابط کاربری کاربرپسند است. در پروژه‌های خود، به کیفیت کد و بهترین شیوه‌های
                                برنامه‌نویسی توجه ویژه‌ای دارم.
                                <br>
                                علاوه بر برنامه‌نویسی، به کار تیمی و همکاری با دیگران نیز علاقه‌مندم و معتقدم که تبادل
                                نظر و ایده‌های مختلف می‌تواند به بهبود نتایج پروژه‌ها منجر شود.
                                <br>
                                در نهایت، هدف من ایجاد وب‌اپلیکیشن‌هایی است که نه‌تنها کارآمد و قابل اعتماد باشند، بلکه
                                تجربه کاربری خوبی را نیز ارائه دهند. امیدوارم بتوانم در این مسیر با شما همکاری کرده و از
                                تجربیات یکدیگر بهره‌مند شویم.
                                <br>
                                با تشکر،
                                محمدرضا نوروزی</p>
                            <br>
                            <a href="{{route('home')}}" class="btn btn-primary active">بازگشت به صفحه اصلی</a>

                        </div>
                        <x-app.side-bar :mostComments="$mostComments"
                                        :banner="$banner"/>

                    </div>
                </div>
            </div>
        </section>
    </div>

</x-app.master>
